IDEA Open Model
Polygon3D Properties
Compatible with IDEA StatiCa Beta 20.0
The Polygon3D type exposes the following members.
Properties
Name | Description
Points
 List of polygon points
Top
See Also
Reference
Polygon3D Class
IdeaRS.OpenModel.Geometry3D Namespace